cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "mas"
brew "mysql", restart_service: true
brew "pow"
brew "rbenv"
brew "nvm"
cask "atom"
cask "caffeine"
cask "dropbox"
cask "firefox"
cask "github-desktop"
cask "google-chrome"
cask "iterm2"
cask "screenhero"
cask "tuntap"
cask "vagrant"
cask "virtualbox"
cask "viscosity"
cask "spotify"
mas "1Password", id: 443987910
mas "GIPHY CAPTURE", id: 668208984
mas "Keynote", id: 409183694
mas "Moom", id: 419330170
mas "Slack", id: 803453959
mas "Things", id: 407951449
