cask_args appdir: '/Applications'

# Taps
tap   'customink/bootstrap-python'
tap   'github/bootstrap'
tap   'homebrew/bundle'
tap   'homebrew/core'
tap   'homebrew/services'

# Brews
brew  'gpg'
brew  'hub'
brew  'mas'
brew  'nodenv'
brew  'pyenv'
brew  'rbenv'
brew  'shellcheck'

# Casks
cask  'atom'
cask  'caffeine'
cask  'google-chrome'
cask  'iterm2'
cask  'postman'
cask  'spotify'

# App Store
mas   '1Password 7',        id: 1333542190
mas   'GIPHY CAPTURE',      id: 668208984
mas   'MindNode',           id: 1289197285
mas   'Moom',               id: 419330170
mas   'Slack',              id: 803453959
mas   'Xcode',              id: 497799835
